---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorSpacing
source: html/e3f1627d-2b1a-514d-891e-66723564d057.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorSpacing Property

"Major Spacing": Major Spacing

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMajorSpacing { get; }
```